
"ToReadList" = "Log your books"

"ScanBarcode" = "Simply scan"

"BookDetails" = "Track your progress"

"SearchFinished" = "Powerful search"

"BulkEdit" = "Easily manage lists"

"Organise" = "Create custom lists"
